experimental_cases/bubbleColumnLES/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

foamListTimes -rm
runApplication blockMesh
runApplication setFields
rm log.foamRun
runApplication $(getApplication)

#------------------------------------------------------------------------------
